/*
 Localizable.strings
 BugReporterTest
 
 Created by charles Samuel DMonte on 15/11/16.
 Copyright © 2016 Giridhar. All rights reserved.
 */

"zanalytics.bug.alert.anonymalert" = "Puisque votre e-mail n’est pas avec nous, nous ne pourrons pas vous contacter si nécessaire pour régler votre problème";

"zanalytics.bug.alert.quitfeedback" = "Voulez-vous vraiment quitter ?";
"zanalytics.feedback.navbar.title.noscreenshots" = "Pas de capture d’écran disponible";
"zanalytics.feedback.navbar.title.screenshots" = "Captures d’écran";
"zanalytics.feedback.navbar.title.snap" = "Aligner";
"zanalytics.feedback.navbar.title.compose" = "Composer";

"zanalytics.bug.alert.cancel"               = "Non";
"zanalytics.bug.alert.title"                = "Voulez-vous nous dire quelque chose ?";
"zanalytics.feedback.navbar.title.feedback"             = "Commentaires";
"zanalytics.feedback.navbar.title.reportbug"            = "Signaler un bogue";
"zanalytics.feedback.navbar.title.helpme"               = "Aidez-moi";

"zanalytics.feedback.navbar.title.systemlogs"             = "Journaux système";

"zanalytics.feedback.navbar.title.diagnosticinfo"             = "Informations de diagnostic";

"zanalytics.bug.alert.dontshowagain"            = "Ne plus afficher";
"zanalytics.bug.alert.title.helpme"            = "Aidez-moi";

"zanalytics.bug.alert.message.savetolocal"         = "Désolés... Nous n'avons pas pu envoyer le rapport de bogues, voulez-vous enregistrer la capture d'écran ?";



"zanalytics.feedback.email.title"                = "Adresse e-mail";


"zanalytics.bug.detectscreen.title"       = "Vous avez trouvé quelque chose d\'intéressant ?";

"zanalytics.bug.alert.detectscreen.yes"                      = "Oui";
"zanalytics.bug.alert.detectscreen.no"                       = "Non";

"zanalytics.bug.alert.detectscreen.share" = "Partager";
"zanalytics.bug.alert.detectscreen.dontshow" = "Ne plus me demander";

"zanalytics.bug.annotate.button.title"                       = "Annotez le bogue à l’aide des outils ci-dessous";


"zanalytics.feedback.failed.alert.description" = "L’envoi des commentaires a échoué, veuillez réessayer !";


"zanalytics.feedback.success.alert.description" = "Merci d’avoir soumis vos commentaires !";


"zanalytics.feedback.common.alert.title.add.photos" = "Ajouter des photos";
"zanalytics.feedback.common.alert.title.alert" = "Alerte";
"zanalytics.feedback.common.button.title.back" = "Retour";
"zanalytics.feedback.common.button.title.cancel" = "Annuler";
"zanalytics.feedback.common.button.title.close" = "Fermer";
"zanalytics.feedback.common.button.title.ok" = "OK";

"zanalytics.feedback.textview.placeholder"           = "Nous sommes toujours à l'écoute. Faites-nous part de vos réflexions !";
"zanalytics.bug.textview.placeholder"           = "Avez-vous rencontré des problèmes lors de l’utilisation de notre application ? Faites-le-nous savoir.";
"zanalytics.help.textview.placeholder"           = "Nous essaierons d’arranger les choses et de vous aider !";

"zanalytics.feedback.add.photos.alert.description" = "Aucune photo jointe, ouvrez la galerie de photos pour ajouter plus de photos !";

"zanalytics.feedback.add.photos.alert.open" = "Ouvrir les photos";


"zanalytics.feedback.access.photos.alert.description" = "L’application %@ n’a pas accès à vos photos.\nPour activer l’accès, allez à : Paramètres > Confidentialité > Photos > %@";

"zanalytics.feedback.access.photos.alert.settings" = "Paramètres";

"zanalytics.feedback.label.title.anonymous" = "Anonyme";

"zanalytics.feedback.navbar.button.title.send" = "Envoyer";
"zanalytics.feedback.navbar.button.title.next" = "Suivant";
"zanalytics.feedback.navbar.button.title.done" = "Terminé";
"zanalytics.feedback.navbar.button.title.editphotos" = "Modifier les photos";
"zanalytics.feedback.navbar.button.title.addmore" = "Ajouter Plus";
"zanalytics.feedback.navbar.button.title.attach" = "Joindre";
"zanalytics.feedback.navbar.button.title.delete" = "Supprimer";


"zanalytics.feedback.navbar.title.taptoedit" = "Appuyer pour modifier";
"zanalytics.feedback.navbar.title.editor" = "Éditeur";
"zanalytics.feedback.navbar.title.choosephotos" = "Choisir les photos";
"zanalytics.feedback.navbar.title.selectphotos" = "Sélectionner les photos";
"zanalytics.feedback.navbar.title.photoselected" = "Photo sélectionnée";
"zanalytics.feedback.navbar.title.photosselected" = "Photos sélectionnées";

"zanalytics.feedback.accessory.title.systemlogs" = "Inclure les journaux système";
"zanalytics.feedback.accessory.title.diagnosticinfo" = "Inclure les informations de diagnostic";
"zanalytics.feedback.accessory.button.title.view" = "Afficher";

"zanalytics.feedback.picker.image.notfound" = "Images non trouvées";

"zanalytics.feedback.attachments.title" = "Pièces jointes(%i)";

"zanalytics.feedback.privacy.consent.description" = "Nous vous recommandons d'inclure le journal de la console et les informations de diagnostic, ce qui permettra d'aider nos développeurs à mieux comprendre les commentaires que vous partagez.";

"zanalytics.feedback.privacy.consent.clogs.title" = "Journaux de la console";

"zanalytics.feedback.privacy.consent.dinfo.title" = "Informations de diagnostic";

"zanalytics.feedback.privacy.consent.otherinfo.title" = "Autre info";

"zanalytics.feedback.privacy.consent.deviceinfo.title" = "Info appareil";

"zanalytics.feedback.privacy.consent.cancel" = "Annuler";

"zanalytics.feedback.privacy.consent.openmailapp" = "Ouvrir l'e-mail";

"zanalytics.feedback.crash.sendcrash.alwayssend" = "Toujours envoyer";
